import React from 'react';
import Cards from '../cards/Cards';

const About = () => {
    return (
        <div>
            <blockquote style={{ color: "white" }}>
                श्री राम कृष्ण मंडल, पुराना शहर, किशनगढ़ की स्थापना सन् 1915  में किशनगढ़ के राज परिवार ने की थी वर्तमान में मंडल 107 साल पुरे कर चुका है
                मंडल की स्थापना का मुख्य उद्देश्य मर्यादा पुरुषोत्तम भगवान श्रीराम के आदर्शो का ज्ञान भारत की युवा पीढ़ी को करवाना है |
                वर्तमान समय में मंडल का मुख्य कार्य क्षैत्र शरदीय नवरात्रि में 11 दिनों तक रामायण पर आधारित रामलीला का आयोजन करना‌है जिसे देखने के लिए अनेक लोग आते हैं
                रामलीला में रोल/ पार्ट करने वाले कलाकार निस्वार्थ भावना से कार्य करते हैं यहां कोई कलाकार या अधिकारी रोल करने का कोई पारिश्रमिक नहीं लिया जाता है
                मंडल को सुचारू रूप से चलाने के लिए 8 सदस्यीय एक कमेटी है जो सारा कार्य देखती है
                मंडल का संचालन धन/भेंट स्वैछीक स्वरूप कुछ ही दान दाताओं से से लिया जाता है
                यह एक record होगा कि 107 सालों तक कोई धार्मिक संस्था निरन्तर कार्य कर रही है
            </blockquote>
            <Cards />
        </div>
    );
}

export default About;