import React from 'react';
import './Schedule.css';

const Schedule = () => {
    return (
        <div className="schedule">
            <h1><u>श्री रामायण लीला - 2022 अनुसूची</u></h1>

            <marquee><p style={{ "font-family": "Impact", "font-size": "18pt", color: "cyan" }}>दिनांक 5/10/2022 को रावण दहन के लिए सवारी सायं 5 बजे कचहरी चौक से मालियों की बाड़ी जाएगी</p></marquee>

            <div>
                <br />
                <table className="table table-dark">
                    <tbody>
                        <tr>
                            <td>26/09/2022</td>
                            <td>सोमवार</td>
                            <td>
                                शिव पार्वती सम्वाद,
                                    नारद मोह,
                                    विष्णु भगवान को श्राप
                            </td>
                        </tr>

                        <tr>
                            <td>27/09/2022</td>
                            <td>मंगलवार</td>
                            <td>
                                श्री राम जन्म,
                                    विश्वामित्र आगमन,
                                    ताड़का वध,
                                    मारीच सुबाहू वध
                            </td>
                        </tr>

                        <tr>
                            <td>28/09/2022</td>
                            <td>बुधवार</td>
                            <td>
                                धनुष यज्ञ,
                                    लक्ष्मण परशुराम सम्वाद,
                                    राम सीता विवाह
                            </td>
                        </tr>

                        <tr>
                            <td>29/09/2022</td>
                            <td>गुरुवार</td>
                            <td>
                                कैकयी मंथरा सम्वाद,
                                    दशरथ कैकयी सम्वाद,
                                    राम वनवास
                            </td>
                        </tr>


                        <tr>
                            <td>30/09/2022</td>
                            <td>शुक्रवार</td>
                            <td>
                                केवट प्रसंग,
                                    निषादराज से भेंट,
                                    दशरथ मरण
                            </td>
                        </tr>

                        <tr>
                            <td>01/10/2022</td>
                            <td>शनिवार</td>
                            <td>
                                चित्रकूट में भरत मिलाप,
                                    ऋषि मुनियों से भेंट,
                                    पंचवटी में सूर्पनखा नाक कान काटना,
                                    खर दूषण वध
                            </td>
                        </tr>

                        <tr>
                            <td>02/10/2022</td>
                            <td>रविवार</td>
                            <td>
                                सीताहरण,
                                    जटायु मिलन,
                                    शबरी मिलन,
                                    राम सुग्रीव मित्रता,
                                    बाली वध,
                                    सीताजी की खोज,
                                    अशोक वाटिका,
                                    लंका दहन
                            </td>
                        </tr>

                        <tr>
                            <td>03/10/2022</td>
                            <td>सोमवार</td>
                            <td>
                                रावण मंदोदरी सम्वाद,
                                    विभीषण शरणागत,
                                    सेतुबंध रामेश्वर स्थापना,
                                    अंगद रावण सम्वाद,
                                    मेघनाथ शक्ति प्रयोग
                            </td>
                        </tr>

                        <tr>
                            <td>04/10/2022</td>
                            <td>मंगलवार</td>
                            <td>
                                कुंभकर्ण वध,
                                    मेघनाथ वध
                            </td>
                        </tr>

                        <tr>
                            <td>05/10/2022</td>
                            <td>बुधवार</td>
                            <td>
                                अहिरावण वध,
                                नारान्तक वध,
                                    रावण वध,
                                    रावण द्वारा राजनीति ज्ञान
                            </td>
                        </tr>

                        <tr>
                            <td>06/10/2022</td>
                            <td>गुरुवार</td>
                            <td>
                                श्री राम राज्याभिषेक
                            </td>
                        </tr>

                    </tbody>
                </table>
            </div>
        </div>
    );
}

export default Schedule;